Repository: daivietpda/service.openelec.settings
Catalog: language/Vietnamese/strings.po
Languages: vi

# #600
source: @DISTRONAME@ Settings
vi: @DISTRONAME@ Cài Đặt

# #601
source: Interface
vi: Giao diện

# #602
source: Address
vi: Địa chỉ

# #603
source: Type
vi: Kiểu

# #604
source: State
vi: Bang

# #605
source: Address
vi: Địa chỉ

# #606
source: Distribution:
vi: Phân phối

# #607
source: Version:
vi: Phiên Bản

# #608
source: Architecture:
vi: Kiến Trúc

# #609
source: Open Embedded Linux Entertainment Center (OpenELEC) is a minimal Linux distribution purpose built for Kodi media center. OpenELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configured media machine in under 15 minutes.
vi: OpenElec (Open Embedded Linux Entertainment Center) là một bản phân phối Linux nhỏ nhẹ , xây dựng cho trung tâm giải trí Kodi. OpenELEC được thiết kế để khởi động nhanh chóng và một quá trình cài đặt đơn giản, đủ cho bất cứ ai để chuyển đổi một HTPC thật sự một phương tiện giải trí với đầy đủ tính năng chỉ mất dưới 15 phút cài đặt

# #610
source: [B]Support:[/B][CR]Web: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #openelec on freenode.net (web-based chat is also available from the website)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec
vi: [B]Hỗ trợ:[/B][CR]Trang Web: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #openelec trên freenode.net (trò chuyện trên web cũng có sẵn từ trang web)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec

# #611
source: The OpenELEC project runs on goodwill, love, and your donations. If you would like to contribute to the project you can donate using PayPal, Flattr or Bitcoin. Making a donation is easy and takes only a couple of minutes. http://openelec.tv/donate
vi: Dự án OpenELEC Khởi chạy với sự thiện chí, tình yêu, và sự đóng góp của bạn. Nếu bạn muốn đóng góp cho dự án bạn có thể tặng cho chúng tôi sử dụng PayPal, Flattr hoặc Bitcoin. Việc đóng góp rất dễ dàng và chỉ mất một vài phút

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
vi: Cấu hình một loại tên máy, bàn phím, thực hiện một thiết lập lại từ đầu, cập nhật, hoặc sao lưu và khôi phục

# #701
source: Configure network startup options, NTP and VPNs
vi: Cấu hình tùy chọn khởi động mạng, NTP và VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
vi: Quản lý Ethernet, không dây và kết nối VPN sẵn cho hệ thống

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
vi: Cấu hình hệ thống dịch vụ như Samba, SSH, Cron, Avahi và Syslog

# #704
source: Configure and pair Bluetooth devices
vi: Cấu hình và ghép các thiết bị Bluetooth

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
vi: Thông tin hữu ích như phiên bản và kiến trúc chi tiết, hỗ trợ và liên kết phương tiện truyền thông xã hội, và làm thế nào để làm cho một đóng góp cho dự án

# #711
source: Configure the 1st keyboard software layout
vi: Cấu hình phần mềm 1 bố trí bàn phím

# #712
source: Configure the 2nd keyboard software layout
vi: Cấu hình phần mềm 2 bố trí bàn phím

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
vi: @DISTRONAME@ có thể được cấu hình để tự động cập nhật hoặc bằng tay. Tự động cập nhật có sẵn trên phiên bản ổn định và các ứng cử viên phát hành ổn định. Tự động cập nhật tự tắt trên phiên bản beta và các bản thử nghiệm

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
vi: Thiết lập để ON và một thông báo trên màn hình sẽ được hiển thị khi một bản cập nhật mới có sẵn

# #716
source: Click to manually check the @DISTRONAME@ servers for an updated release
vi: Nhấn vào đây để tự kiểm tra @DISTRONAME@ máy chủ cho một bản phát hành cập nhật

# #717
source: If you have an small LCD or VFD attached to your @DISTRONAME@ system you must configure the correct display driver
vi: Nếu bạn có một màn hình LCD nhỏ hoặc VFD của bạn @DISTRONAME@ hệ thống, bạn phải cấu hình điều khiển hiển thị chính xác

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
vi: Thiết lập để ON và Bluetooth thiết bị này sẽ bị vô hiệu hóa trong chế độ tiết kiệm điện

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
vi: Tạo một kho lưu trữ tar chứa tất cả @DISTRONAME@ và các thiết lập cấu hình Kodi, cơ sở dữ liệu và nội dung thu nhỏ. Các tập tin sao lưu sẽ được lưu trong /storage/backups

# #723
source: Restore a tar archive backup previously created using the backup option above
vi: Khôi phục lại một sao lưu kho lưu trữ tar trước đó tạo ra bằng cách sử dụng các tùy chọn sao lưu trên

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
vi: [COLOR FF00FF00]Cài đặt lại mềm[/COLOR] Thiết lập lại @DISTRONAME@ về cài đặt mặc định (Thiết lập lại kodi bao gồm cả thư viện media của bạn -âm nhạc/video/vân vân ..)"

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
vi: [COLOR FFFF0000]Thiết lập lại cứng[/COLOR] Thiết lập vĩnh viễn @DISTRONAME@ và kodi (xóa tất cả các dữ liệu trên bộ nhớ lưu trữ của bạn)

# #726
source: Enable or disable support for Wireless (WLAN) networks
vi: Kích hoạt hoặc vô hiệu hóa hỗ trợ cho (WLAN) mạng không dây

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
vi: Kích hoạt một 'tethered' Điển truy cập wifi. Điều này đòi hỏi card không dây của bạn (và driver) phải hỗ trợ bridging và access point mode. Không phải tất cả các card đều dùng được.

# #728
source: Configure the Access Point SSID
vi: Cấu hình Access Point SSID

# #729
source: Configure the Access Point Passphrase
vi: Cấu hình Access Point Passphrase

# #732
source: Configure the 1st time (NTP) server
vi: Kích hoạt hoặc vô hiệu hóa hỗ trợ cho (Ethernet) mạng có dây

# #733
source: Configure the 2nd time (NTP) server
vi: Cấu hình the 2nd time (NTP) máy chủ

# #734
source: Configure the 3rd time (NTP) server
vi: Cấu hình the 3rd time (NTP) máy chủ

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
vi: Thiết lập Bật để trì hoãn khởi động Kodi cho đến khi mạng có sẵn. Sử dụng điều này nếu hệ điều hành được khởi động vào Kodi trước khi mạng có kết nối cơ sở dữ liệu MySQL và trung tâm có thể truy cập.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
vi: Đặt ON để kích hoạt Samba (SMB) dịch vụ chia sẻ file nhúng

# #739
source: Set to ON to require username/password access to local Samba fileshares
vi: Đặt ON để yêu cầu truy cập username/password fileshares Samba địa phương

# #740
source: Set the username for Samba sharing
vi: Đặt tên đăng nhập cho samba

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
vi: Bật lên để mở SSH server. Truy cập giao diện điều khiển SSH bằng tên đăng nhập 'root' và mật khẩu là '@ROOT_PASSWORD@'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
vi: Thiết lập để ON nếu bạn đã sao chép các keys SSH tới HTPC của bạn và muốn cải thiện bảo mật bằng cách vô hiệu hóa tên người dùng và mật khẩu xác thực SSH

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
vi: Đặt ON để kích hoạt Avahi (Zeroconf / Bonjour) dịch vụ phát hiện mạng

# #745
source: Set to ON to enable the cron daemon
vi: Đặt ON để kích hoạt tiện ích cron

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
vi: Với OBEX filetransfer bạn có thể gửi các tập tin, ví dụ cho các bộ phim hoặc hình ảnh qua bluetooth

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
vi: Ở đây bạn có thể thiết lập vị trí thư mục mà tập tin gửi từ OBEX

# #753
source: Configure the 1st keyboard software Variant
vi: Cấu hình 1 phần mềm bàn phím Variant

# #32001
source: Services
vi: Dịch vụ

# #32002
source: System
vi: Hệ thống

# #32009
source: Keyboard
vi: Bàn phím

# #32010
source: Keyboard Layout
vi: Bố trí bàn phím

# #32012
source: Select Action
vi: Chọn hành động

# #32013
source: Updates
vi: Cập nhật

# #32014
source: Automatic Updates
vi: Tự động cập nhật

# #32100
source: Connections
vi: Kết nối

# #32101
source: Network
vi: Mạng

# #32102
source: Wireless Networks
vi: Mạng không dây

# #32103
source: Wired Networks
vi: Mạng có dây

# #32105
source: Active
vi: Hoạt động

# #32106
source: Username
vi: Tên người dùng

# #32107
source: Passphrase
vi: Mật khẩu

# #32108
source: Enable 'tethered' Wireless Access Point
vi: Kích hoạt tính năng 'tethered' Wireless Access Point

# #32109
source: Connect Automatically
vi: Kết nối tự động

# #32110
source: Connection
vi: Kết nối

# #32113
source: IP Address Method
vi: IP Address MethodP

# #32114
source: IP Address
vi: Địa chỉ IP

# #32118
source: Privacy
vi: Bảo mật

# #32140
source: Save
vi: Lưu

# #32141
source: Delete
vi: Xóa

# #32142
source: Refresh
vi: Làm mới

# #32143
source: Disconnect
vi: Ngắt kết nối

# #32144
source: Connect
vi: Kết nối

# #32150
source: Edit
vi: Sửa

# #32180
source: Would you like to update @DISTRONAME@ now?
vi: Bạn có muốn cập nhật @DISTRONAME@ ngay?

# #32181
source: Filename
vi: Tên file

# #32182
source: Download speed
vi: Tốc độ tải về

# #32183
source: Time remaining
vi: Thời gian còn lại

# #32184
source: Extract file
vi: Giải nén file

# #32185
source: Extract speed
vi: Tốc độ giải nén

# #32186
source: Initialize Archive File
vi: Khởi tạo file lưu trữ

# #32187
source: Latest Version
vi: Phiên bản mới nhất

# #32188
source: Current Version
vi: Phiên bản hiện tại

# #32189
source: Identification
vi: Nhận biết

# #32190
source: System Name
vi: Tên hệ thống

# #32196
source: About
vi: Thông tin

# #32202
source: Use Samba Password Authentication
vi: Sử dụng mật khẩu cho SAMBA

# #32203
source: Disable SSH Password
vi: Tắt mật khẩu SSH

# #32204
source: Enable Samba
vi: Kích hoạt Samba

# #32205
source: Enable SSH
vi: Kích hoạt SSH

# #32206
source: Enable Avahi (Zeroconf)
vi: Kích hoạt Avahi (Zeroconf)

# #32212
source: Cancel
vi: Thoát

# #32216
source: Auto-Share External Drives
vi: Tự động chia sẻ ổ đĩa gắn ngoài

# #32300
source: Welcome to @DISTRONAME@
vi: Chào mừng

# #32301
source: Welcome
vi: Chào mừng

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
vi: Trình cài đặt này sẽ hướng dẫn bạn qua các quá trình thiết lập mới @DISTRONAME@ - Cài đặt ví trí của bạn, cài đặt thời gian và kết nối mạng.[CR][CR]Các thiết lập này bạn vẫn có thể thay đổi bằng cách vào Programs > @DISTRONAME@ Cài đặt

# #32303
source: Next
vi: Tiếp

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
vi: Để nhận biết mạng , Mới là @DISTRONAME@ cần một cái tên [CR][CR]thử chọn một cái tên gì đó - kiểu như cái gì đó trong phòng - như vậy bạn sẽ biết khi bạn thấy trong mạng .[CR][CR]Tên này được hiện thị khi bạn chia sẻ file qua mạng , ví dụ như samba.

# #32305
source: Networking
vi: Mạng

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
vi: Để tải về phông nền, biểu ngữ và hình thu nhỏ cho phim của bạn và chương trình truyền hình và truyền tải nội dung trực tuyến từ các trang web như YouTube, @DISTRONAME@ cần được kết nối Internet. [CR][CR] Một kết nối Internet cũng được yêu cầu cho @DISTRONAME@ để tự động cập nhật

# #32308
source: Hostname:
vi: Tên máy

# #32309
source: The following Networks are currently available:
vi: Mạng hiện đang có sẵn

# #32311
source: Sharing and Remote Access
vi: Chia sẻ và truy cập từ xa

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
vi: @DISTRONAME@ cũng hỗ trợ SSH để truy cập từ xa. Điều này là dành cho người dùng cao cấp muốn tương tác với @DISTRONAME@'s hệ điều hành cơ bản. Người dùng mặc định là [COLOR blue]root[/COLOR] Và mật khẩu là [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
vi: Để chia sẻ các tập tin của bạn giữa các máy tính của bạn @DISTRONAME@ đã có sẵn một máy chủ samba. Samba server này có thể được tích hợp vào mạng nội bộ của bạn bằng cách truy cập nó một cách quen thuộc với Finder hoặc Windows Explorer

# #32316
source: Configure Services:
vi: Cấu hình dịch vụ:

# #32317
source: Thank you
vi: Cám ơn

# #32323
source: Reset to Defaults
vi: Thiết lập lại từ đầu

# #32324
source: Reset system to Defaults
vi: Thiết lập hệ thống lại từ đầu

# #32325
source: Reset @DISTRONAME@ to defaults
vi: Thiết lập lại @DISTRONAME@ từ đầu

# #32326
source: Are you sure?
vi: Bạn có chắc không

# #32328
source: The system must reboot.
vi: Hệ thống phải khởi động lại.

# #32329
source: Rebooting in %d seconds
vi: Khởi động lại trong %d giây

# #32330
source: Keyboard Type
vi: Kiểu bàn phím

# #32333
source: Connected:
vi: Đã kết nối:

# #32334
source: Yes
vi: Có

# #32335
source: No
vi: Không

# #32338
source: No Bluetooth adapter found.
vi: Không tím thấy bộ chuyển đổi Bluetooth

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
vi: Không có thiết bị Bluetooth được tìm thấy. Xin vui lòng đặt thiết bị Bluetooth của bạn vào chế độ phát hiện [CR]và bắt đầu quét

# #32343
source: Enter the following Key on your Device.
vi: Nhập Key sau trên thiết bị của bạn.

# #32344
source: Enable Bluetooth
vi: Bật Bluetooth

# #32346
source: Bluetooth is disabled
vi: Bluetooth đang tắt

# #32362
source: Check for updates now:
vi: Kiểm tra cập nhật ngay:

# #32364
source: Update available
vi: Có cập nhật

# #32365
source: Show Update Notifications
vi: Hiện thông báo cập nhật

# #32366
source: Update Download Completed
vi: Cập nhật tải về thành công

# #32367
source: Update Extract Complete
vi: Cập nhật giải nén thành công

# #32368
source: Advanced Network Settings
vi: Cấu hình mạnh nâng cao

# #32369
source: Wait for network before starting Kodi
vi: Chờ mạng trước khi khởi chạy kodi

# #32370
source: Maximum Wait Time (Sec.)
vi: Tối đã thời gian chờ (giây.)

# #32371
source: Backup
vi: Sao lưu

# #32372
source: Create System and Kodi Backup
vi: Tạo hệ thống và sao lưu kodi

# #32373
source: Restore Backup
vi: Phục hồi sao lưu

# #32375
source: Backup Progress
vi: Tiến độ sao lưu

# #32379
source: There is not enough free storage space to continue!
vi: Không có đủ không gian lưu trữ miễn phí để tiếp tục

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
vi: Khôi phục lại các thiết lập hệ thống yêu cầu khởi động lại. Bạn có chắc chắn bạn muốn khôi phục?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
vi: Chấp nhận từ Bluetooth Filetransfer

# #32382
source: Speed
vi: Tốc độ

# #32383
source: Play Files ?
vi: Chơi file này ?

# #32384
source: OBEX Enabled
vi: OBEX kích hoạt

# #32386
source: Keyboard Layout Variant #1
vi: Bố trí bàn phím Variant #1

# #32387
source: Keyboard Layout Variant #2
vi: Bố trí bàn phím Variant #2

# #32388
source: Enable Standby
vi: Kích hoạt chế độ chờ

# #32389
source: Disable Standby
vi: Tắt chế độ chờ

# #32390
source: Settings addon is not yet ready, please try again later.
vi: Cài đặt addon chưa sẵn sàng, vui lòng thử lại sau

# #32391
source: Enable LCD Driver Support
vi: Kích hoạt hỗ trợ driver LCD
